Repository: GenjiruSUchiwa/moneypay
Catalog: ios/Packages/Convert/Sources/Convert/Resources/Localizable.xcstrings
Source language: en
Languages: fr

source: %@ converted into %@.
fr: %@ convertis en %@.

source: %@ sent to %@.
fr: %@ envoyés à %@.

source: Add a note
fr: Ajouter une note

source: At the raw interbank rate you would get %@.
fr: Au taux interbancaire pur, vous auriez %@.

source: Available: %@
fr: Disponible : %@

source: Back
fr: Retour

source: Close
fr: Fermer

source: Conversion complete
fr: Conversion effectuée

source: Convert
fr: Convertir

source: Done
fr: Terminé

source: Instant MoneyPay transfer, no fee
fr: Transfert MoneyPay instantané, sans frais

source: Insufficient balance
fr: Solde insuffisant

source: Interbank rate
fr: Taux interbancaire

source: Money sent
fr: Argent envoyé

source: MoneyPay margin · %@
fr: Marge MoneyPay · %@

source: Name or MoneyPay number
fr: Nom ou numéro MoneyPay

source: Recent
fr: Récents

source: Send
fr: Envoyer

source: Send %@
fr: Envoyer %@

source: Spendable on all your cards
fr: Utilisable sur toutes vos cartes

source: You receive
fr: Vous recevez
